{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.3.1", "config": {"layers": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 340], "kernel_regularizer": null, "trainable": true, "dtype": "float32", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "activation": "relu", "kernel_constraint": null, "name": "dense_1", "activity_regularizer": null, "bias_constraint": null, "use_bias": true, "units": 170}}, {"class_name": "Dense", "config": {"use_bias": true, "kernel_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "dtype": "float32", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "activation": "relu", "kernel_constraint": null, "name": "dense_2", "activity_regularizer": null, "bias_constraint": null, "units": 170}}, {"class_name": "Dense", "config": {"use_bias": true, "kernel_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "dtype": "float32", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "activation": "sigmoid", "kernel_constraint": null, "name": "dense_3", "activity_regularizer": null, "bias_constraint": null, "units": 1}}], "name": "sequential_1"}}